def format_message(visit_on: bool, like_on: bool) -> str:
	visit_status = "فعال" if visit_on else "غیرفعال"
	like_status = "فعال" if like_on else "غیرفعال"
	return (
		"⚙️ لیست تنظیمات  آلارم :\n\n"
		"🔔 آلارم بازدید پروفایل:\n\n"
		" - با فعال کردن این بخش هر کاربری که پروفایل شما را در ربات مشاهده کند پیام اطلاع رسانی آن برایتان ارسال میشود!\n\n"
		"   🔔 آلارم لایک شدن پروفایل:\n\n"
		" - با فعال کردن این بخش هر کاربری که پروفایل شما را لایک کند پیام اطلاع رسانی آن برایتان ارسال میشود!\n\n"
		f"وضعیت‌ها:\n- بازدید پروفایل: {visit_status}\n- لایک پروفایل: {like_status}"
	)


