import os


def get_message() -> str:
	price = os.getenv("ACCOUNT_DELETE_PRICE", "0")
	return (
		"👈اگر میخواهید از ربات مِلو گپ بصورت کامل خارج شوید و کل اطلاعات ذخیره شده شما حذف شود\n\n"
		f"با پرداخت هزینه {price} تومان کل اطلاعات شما از ربات حذف میشود شما و دیگر اکانتی داخل ربات نخواهید داشت\n"
		"بعد پرداخت بظور خودکار اکانت شما حذف میشود 👇"
	)


def get_prepare_message() -> str:
	price = os.getenv("ACCOUNT_DELETE_PRICE", "0")
	return (
		"⚠️ توجه داشته باشید بعد از پرداخت مرورگرتان را تا دریافت نتیجه نبندید! ⛔️⛔️⛔️\n\n"
		"💡 برای ورود به درگاه پرداخت روی لینک زیر ضربه بزنید تا کپی شود سپس وارد مرورگر گوشیتان شده و در بخش آدرس لینک کپی شده را وارد کنید.\n\n"
		f"لینک پرداخت حذف اکانت به مبلغ {price} تومان برای شما در حال ساخته شدن میباشد 👇"
	)


