def get_not_in_start_notice() -> str:
	return "درخواست شما فقط در منوی اصلی قابل اجرا می‌باشد."


def get_searching_message() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		" - 🎲 جستجوی شانسی\n\n"
		"⏳ حداکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : 📴 غیر فعال\n"
		"- فعال کردن : /on\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)


def get_searching_message_male() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		"- 🙍جستجوی پسر\n\n"
		"⏳ حداکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : 📴 غیر فعال\n"
		"- فعال کردن : /on\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)


def get_searching_message_female() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		"- 🙍‍♀️ جستجوی دختر\n\n"
		"⏳ حداکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : 📴 غیر فعال\n"
		"- فعال کردن : /on\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)


def get_searching_message_nearby() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		"- 📍 جستجوی نزدیک (شهر شما)\n\n"
		"⏳ حداکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : 📴 غیر فعال\n"
		"- فعال کردن : /on\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)


def get_searching_message_state() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		"- 📍 جستجوی نزدیک (استان شما)\n\n"
		"⏳ حداکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : 📴 غیر فعال\n"
		"- فعال کردن : /on\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)


def get_searching_message_on() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		" - 🎲 جستجوی شانسی\n\n"
		"⏳ حداکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : ✅ فعال\n"
		"- غیر فعال کردن : /off\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)


def get_searching_message_male_on() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		"- 🙍جستجوی پسر\n\n"
		"⏳ حداکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : ✅ فعال\n"
		"- غیر فعال کردن : /off\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)


def get_searching_message_female_on() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		"- 🙍‍♀️ جستجوی دختر\n\n"
		"⏳ حدااکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : ✅ فعال\n"
		"- غیر فعال کردن : /off\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)


def get_searching_message_nearby_on() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		"- 📍 جستجوی نزدیک (شهر شما)\n\n"
		"⏳ حداکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : ✅ فعال\n"
		"- غیر فعال کردن : /off\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)


def get_searching_message_state_on() -> str:
	return (
		"🔎 درحال جستجوی مخاطب ناشناس شما\n"
		"- 📍 جستجوی نزدیک (استان شما)\n\n"
		"⏳ حداکثر تا ۲ دقیقه صبر کنید.\n\n"
		" ⚙️ جستجوی همسن : ✅ فعال\n"
		"- غیر فعال کردن : /off\n"
		" برای وصل شدن خیلی سریع حالت Vip خریداری کنید 👈 /credit"
	)



