def get_message() -> str:
	return (
		"برای اینکه بتونم به مخاطب خاصت بطور ناشناس وصلت کنم ، یکی از کارای زیر رو انجام بده:\n\n"
		"راه اول 👈 :  یه پیام متنی از کسی که می‌خوای بهش پیام ناشناس بفرستی رو الان به این ربات فوروارد کن تا ببینم عضو هست یا نه !\n\n"
		"راه دوم 👈 : شماره یا همون Contact مخاطبت رو ارسال کن توی ربات ، تا ببینیم عضو ربات هست یا نه !\n\n"
		"راه سوم 👈 : آیدی‌عددی (id number) اون شخص رو الان وارد ربات کن !\n\n"
		"(در روش اول و دوم لازمه مخاطبت دسترسی بات‌ها به دیدن حسابش از طریق کانتکت یا فوروارد پیام رو نبسته باشه)"
	)


