def get_caption() -> str:
	return (
		"🔹پروفایل چیست؟\n\n"
		"- برای دیدن پروفایل خودت کافیه 《👤 پروفایل》 رو لمس کنی.\n"
		"- برای دیدن پروفایل کسی که باهاش چت میکنی کافیه 《◻️ مشاهده پروفایل این مخاطب ◻️ 》 رو لمس کنی.\n\n"
		"- برای دیدن پروفایل هرکاربر کافیه روی آیدیش تو ربات بزنی.\n\n\n"
		"📢 آیدی چیست؟ کد اختصاصی هر کاربر که با زدن آن پروفایل کاربر نمایش داده میشود و به صورت \"/user_X\" است.\n\n"
		"- پروفایل هر کاربر شامل اطلاعاتی که تو ربات ثبت کرده (نام،سن،جنسیت،شهر،عکس) و تاریخ حضورش تو ربات و فاصلش با شمامیشه.\n\n"
		"برای ارسال پیام دایرکت یا درخواست چت برای هر کاربر ابتدا باید پروفایلش رو مشاهده کنی و سپس دکمه پیام دایرکت یا درخواست چت رو بزنی.\n\n"
		"🔸 - ‏ راهنما : /help"
	)
