def get_caption() -> str:
	return (
		"🚫 قوانین استفاده از  ملو گپ\n\n"
		"موارد زیر باعث مسدود شدن دائمی کاربر خواهد شد\n\n"
		"1️⃣ تبلیغات سایت ها ربات ها و کانال ها\n\n"
		"2️⃣ ارسال هرگونه محتوای غیر اخلاقی\n\n"
		"3️⃣ ایجاد مزاحمت برای کاربران\n\n"
		"4️⃣ پخش شماره موبایل یا اطلاعات شخصی دیگران\n\n"
		"5️⃣ محتوای غیر اخلاقی و یا توهین آمیز در پروفایل  ملو گپ\n\n"
		"6️⃣ ثبت جنسیت اشتباه در پروفایل\n\n"
		"7️⃣ تهدید و جا زدن خود بعنوان مدیر ربات یا پلیس فتا !\n\n"
		"برای گزارش عدم رعایت قوانین می توانید با لمس 《 🚫 گزارش کاربر 》 در پروفایل، کاربر را گزارش کنید.\n\n"
		"👈درصورت گزارش صحیح کاربر متخلف 💰 5 سکه بعنوان هدیه دریافت میکنید.\n\n"
		"🔸 - ‏ راهنما : /help"
	)
