def get_message() -> str:
	return (
		"🔹 اطلاع رسانی اتمام چت مخاطب\n\n"
		"با این قابلیت وقتی که کاربر مورد نظرت چتش با مخاطبش تموم بشه ، بهت اطلاع رسانی میشه.\n\n"
		"- درصورت فعال کردن این قابلیت برای هر کاربر 1 💰سکه ازت کم میشه\n"
		"- این قابلیت یکبار فعال میشه و برای اطلاع رسانی دوباره باید یکبار دیگه فعالش کنی.\n"
		"- اگه بعد از 10 روز چت کاربر مورد نظرت تموم نشد این قابلیت غیر فعال میشه.\n\n"
		"🔴 برای فعال کردن این قابلیت گزینه «🔔 به محض اتمام چت اطلاع بده » توی پروفایل کاربر مورد نظرت رو بزن .\n"
		"(در صورتی که این گزینه وجود نداره یا کاربر درجال چت نیست و یا این قابلیت رو قبلا براش فعال کردی)\n\n"
		"🔸 - ‏ راهنما : /help"
	)
