def get_caption() -> str:
	return (
		"🔹 چگونه بصورت ناشناس چت کنم؟\n\n"
		"فقط کافیه تو منوی ربات یکی از گزینه هارو انتخاب کنی :\n\n"
		"- جستجوی شانسی : بصورت تصادفی به یک نفر وصل میشی (بدون نیاز به سکه)\n\n"
		"- جستجوی اطراف : بصورت تصادفی به یک نفر که نزدیکته وصل میشی (بدون نیاز به سکه)\n\n"
		"- جستجوی پسر : بصورت تصادفی به یک پسر وصل میشی ( ۲ سکه )\n\n"
		"- جستجوی دختر : بصورت تصادفی به یک دختر وصل میشی ( ۲ سکه )\n\n"
		"⚠️ اطلاعات شخصی شما مثل موقعیت GPS یا اسم شما در تلگرام یا عکس پروفایل و.. کاملا مخفی هست و فقط اطلاعاتی که تو ربات ثبت میکنید مانند شهر و عکس(توی ربات) برای کاربرای ربات قابل مشاهده هست.\n\n"
		"🔸 - ‏ راهنما : /help"
	)
