def get_caption() -> str:
	return (
		"🔹پیام دایرکت چیست؟\n\n"
		"با پیام دایرکت میتونی بصورت آنی به کاربر پیام متنی ارسال بکنی حتی اگه درحال چت کردن باشه !\n\n"
		"فقط کافیه وقتی پروفایل کاربر رو مشاهده میکنی روی گزینه 《📨 پیام دایرکت》 بزنی و متن پیامتو بفرستی.\n\n"
		"- درصورت ارسال پیام دایرکت 1 سکه ازت کم میشه\n"
		"- این پیام همون لحظه ارسال میشه و بعدا تو ربات آرشیو نمیشه.\n\n"
		"📢 توجه : متن پیام حداکثر میتونه 200 حرف باشه و اگه متنی که ارسال میکنی بیشتر از 200 حرف بود فقط 200 حرف اولش ارسال میشه.\n\n"
		"💥 قابلیت ویژه پیام دایرکت : درصورتی که کاربر دریافت کننده ، ربات را بلاک کرده باشد پیام دایرکت به محض آنبلاک شدن کاربر به او ارسال میگردد تا حتما پیام دایرکت را مشاهده کند.\n\n"
		"🔸 - ‏ راهنما : /help"
	)
