def get_caption() -> str:
	return (
		"🔹 سکه یا امتیاز چیست؟\n\n"
		"شما با داشتن سکه میتوانید :\n\n"
		"- پیام دایرکت بفرستید (1سکه)\n"
		"- درخواست چت بفرستید(2سکه)\n"
		"- از جستجوی پسر  یا جستجوی دختر  استفاده کنید(2سکه)\n"
		"- از ـ«به محض آنلاین شدن اطلاع بده» استفاده کنید(1سکه)\n\n"
		"📢 توجه : سکه فقط در صورتی کسر می شود که درخواست موفق باشد ( مثلا درخواست چت شما توسط کاربر مقابل پذیرفته شود )\n\n"
		"❓روش بدست آوردن سکه چیست؟\n\n"
		"1️⃣ معرفی دوستان (رایگان) :\n\n"
		"برای افزایش سکه به صورت رایگان بنر لینک⚡️ مخصوص خودت (/link) رو برای دوستات  بفرست و 50 سکه دریافت کن\n\n"
		"- به ازای هرنفری که با لینک⚡️ شما وارد ربات میشه به محض ورود  20 تا سکه رایگان دریافت میکنی و بعد از اینکه اطلاعات پروفایــــــلش رو کامل کرد 30 تا سکه دیگه هم دریافت میکنی😎 (20+30=50)\n\n"
		"🔸 - ‏ راهنما : /help"
	)
