def get_message() -> str:
	return (
		"🔹  چگونه بصورت پیشرفته بین کاربران جستجو کنم ؟\n\n"
		"کافیه گزینه «🗨 جستجوی کاربران 🗨» رو تو منوی ربات لمس کنی و یکی از این گزینه ها رو انتخاب کنی 👇\n\n"
		"🎌 هم استانی ها\n - لیست کاربرانی که تو استان شما هستند.\n\n"
		" 👥 هم سن ها\n - لیست کاربرانی که در رده سنی نزدیک شما هستند.\n\n"
		"🚶‍♂️ بدون چت ها 🚶‍♀️\n - لیست کاربرانی آنلاینی که در حال چت نیستند.\n\n"
		"🙋‍♂️ کاربران جدید 🙋‍♀️\n - لیست کاربراننی که تازه عضو ربات شده اند.\n\n"
		" 🗨 جستجوی پیشرفته 🗨\n - جستجوی کاربران بصورت پیشرفته با فیلتر جنسیت ، رده سنی ، استان ها و افراد نزدیک ، تاریخ آخرین فعالیت در ربات و با قابلیت مرتب سازی بر اساس نزدیک بودن فاصله ، تاریخ آخرین فعالیت در ربات ، سن و نمایش کاربران بدون چ آنلاین !\n\n"
		"🔹 استفاده از این امکانات بصورت کاملا رایگان و بدون نیاز به سکه است.\n\n"
		"🔸 - ‏ راهنما : /help"
	)
