def get_message() -> str:
	return (
		"🛠️ **پنل مدیریت ربات**\n\n"
		"خوش آمدید! از طریق دکمه‌های زیر می‌توانید بخش‌های مختلف ربات را مدیریت کنید.\n\n"
		"🔹 **📈 آمار گیری**: مشاهده آمار کلی و جزئیات عملکرد ربات\n"
		"🔹 **👥 مدیریت کاربران**: مشاهده و مدیریت کاربران ربات\n"
		"🔹 **💬 مدیریت چت‌ها**: نظارت بر چت‌های فعال و درخواست‌ها\n"
		"🔹 **💰 مدیریت مالی**: بررسی تراکنش‌ها و موجودی کاربران\n"
		"🔹 **📊 مدیریت گزارشات**: آمار و گزارش‌های عملکرد ربات\n"
		"🔹 **💳 مدیریت تعرفه‌ها و محصولات**: تنظیم قیمت‌ها و محصولات\n"
		"🔹 **⚙️ تنظیمات ربات**: پیکربندی کلی ربات\n"
		"🔹 **🎁 مدیریت پاداش‌ها**: تنظیم و مدیریت سیستم پاداش‌دهی\n"
		"🔹 **👑 مدیریت ادمین‌ها**: مدیریت دسترسی‌ها و نقش‌های ادمین‌ها\n"
		"🔹 **🛟 مدیریت پشتیبان‌ها**: مدیریت تیم پشتیبانی و دسترسی‌های آن‌ها"
	)
